{
    "header": "Amenities",
    "subheader": "Explore some of our beautiful amenities at Rockland Manor",
    "theatre": "Theatre",
    "bar": "Bar",
    "library": "Library",
    "chapel": "Chapel",
    "hair-salon": "Hair Salon",
    "lobby": "Lobby",
    "suite-options": "Suite Options",
    "suite-options-subheader": "All suites feature a 3-piece bathroom with safety grab bars, vinyl and laminate flooring, blinds, and casement style windows as well as individually set heating/cooling system. For your safety each suite constains a nurse call bell system via telephone in the room as well as a pull cord in the bathroom, smoke and heat detectors.",
    "studio-suite": "Studio Suite",
    "studio-suite-subheader": "Suitable for a single person with a living area and a bathroom.",
    "bath": "Bath",
    "sqft": "Sqft",
    "studio-suite-desc": "Studio suites are open concept bedroom and sitting area varying in sizes, some with balconies and/or kitchenettes. Suites are availible with a 3-piece bathroom, and a large closet.",
    "studio-with-den": "Studio Suite with Den",
    "studio-with-den-subheader": "Suitable for a single person with a living area, a bathroom, and a den.",
    "studio-with-den-desc": "Studio suites with a den are open and spacious with a separate bedroom and sitting area varying in sizes. All suites have a kitchenette, a 3-piece bathroom, and a large closet.",
    "one-bedroom-suite": "One Bedroom Suite",
    "one-bedroom-suite-subheader": "Suitable for a single person or a couple with a living area, a bathroom, and a bedroom.",
    "one-bedroom-suite-desc": "Our one bedroom suites are spacious with a separate bedroom and sitting area varying in sizes, some with balconies. All suites have a kitchenette, a 3-piece bathroom, and a large closet.",
    "studio-suite-care-side": "Studio Suite - Assisted Living/Memory Care",
    "studio-suite-care-side-subheader": "Suitable for a single person with a living area, and a bathroom.",
    "studio-suite-care-side-desc": "Studio suites are open concept bedroom and sitting area varying in sizes, some with balconies. All suites have a 3-piece barrier free bathroom, and a large closet."

}