{
    "hero-title": "Experience the Carefree Lifestyle You Deserve.",
    "hero-paragraph": "At Rockland Manor, we believe in helping our residents live life to the fullest by providing a comfortable and enjoyable lifestyle, with a range of services and amenities designed to allow them to pursue their passions and maintain their independence.",
    "cta-btn": "Book A Tour",
    "header-2": "Experience Comfortable Living At Rockland Manor",
    "paragraph-2": "At Rockland Manor, we understand that every resident is unique, with their own needs and preferences. That's why we offer a wide range of services and amenities to cater to your individual needs. Whether you're looking for assistance with daily tasks, such as housekeeping and meal preparation, or simply want to enjoy some social activities with like-minded individuals, we've got you covered.",
    "services-header": "Our Care and Services",
    "independent-living-header": "Independent Living",
    "independent-living-paragraph": "Our independent living program is designed to provide a carefree and enjoyable lifestyle, allowing residents to focus on the things they love without worrying about the upkeep of a home.",
    "semi-independent-living-header": "Semi-Independent Living",
    "semi-independent-living-paragraph": "Our semi-independent living program allows residents to live comfortably and independently while enjoying the peace of mind that comes with having access to support and assistance when needed.",
    "memory-care-header": "Memory Care",
    "memory-care-paragraph": "Our memory care program provides a supportive and caring environment for our residents, allowing them to maintain their independence and while receiving the care and assistance they need to thrive.",
    "read-more": "Read More",
    "dining-header": "Restaurant-Style Dining",
    "dining-paragraph": "We know how good meals are important and promise to prepare delicious home-cooked meals made from scratch each day by our team of trained culinary professionals. Residents can select from a variety of “à la carte” menu choices designed with their health, tastes and preferences in mind.",
    "dining-cta": "Sample Menu",
    "activities-header": "Stay Active and Engaged",
    "activities-paragraph": "At Rockland Manor, we believe that staying active and engaged is an essential part of maintaining physical and mental well-being. That's why we offer a diverse range of recreational activities, including fitness classes, crafts, music, and outings. Whether you're looking to try something new or stick with familiar hobbies, there's something for everyone at Rockland Manor.",
    "activities-cta": "View Activities Calendar",
    "cta-footer-header": "Ready to experience the comfort and community of Rockland Manor for yourself?",
    "cta-subheader": "Schedule a tour today and discover your new home!"
}