{
    "header": "Semi - Independent Living At Rockland Manor",
    "subheader": "Semi - Independent Living At Rockland Manor",
    "paragraph": "As we get older, sometimes we need a little extra help to maintain our independence. That's why at Rockland Manor, we offer semi-independent living for individuals who could use some assistance but still want to retain their freedom. You'll have your own private room and belongings, and access to all of our amenities and activities. Plus, our health professionals and staff are always available to lend a helping hand when needed. If you or a loved one is looking for a supportive community, choose Rockland Manor for a comfortable and worry-free lifestyle.",
    "subheader2": "Find a Supportive Community with Top-Notch Amenities and a Helping Hand",
    "paragraph2": "Leaving your longtime home can be a difficult transition. But at Rockland Manor, we&apos;re here to make it easier. Our community offers semi-independent living that gives you the privacy of your own room or suite, while also providing access to all of our common areas, amenities, and social activities. Plus, our 24-hour staff is always available to lend a helping hand whenever you need it. We offer assistance with a wide range of tasks, so you can focus on enjoying your new worry-free lifestyle.",
    "subheader3": "Experience Supportive and Independent Living with Our Semi-Independent Services and Amenities",
    "paragraph3": "At Rockland Manor, our semi-independent living services provide assistance with a variety of daily activities, including bathing, dressing, and ambulation. Our 24-hour staff is always on hand to help you maintain your independence while providing the support you need. In addition, we offer medication management, regular health assessments, and other personalized care services. In addition, our community offers a wide range of amenities and services to make your life easier and more enjoyable, such as:",
    "weekly-housekeeping": "Weekly Housekeeping",
    "weekly-laundry": "Weekly Laundry",
    "beauty-salon": "Beauty Salon",
    "library": "Library",
    "fitness-center": "Fitness Center",
    "games-and-billiard-room": "Games and Billiard Room",
    "movie-theatre": "Movie Theatre",
    "delicious-meals-daily": "3 Delicious Meals Daily",
    "on-site-chapel": "On-Site Chapel",
    "social-events-and-activities": "Social Events and Activities",
    "outdoor-terrace": "Outdoor Terrace",
    "24-hour-on-site-staff": "24-Hour On-Site Staff",
    "cta-header": "Join Our Vibrant Community Today!",
    "cta-paragraph": "Ready to experience the comfort and convenience of living at Rockland Manor? Schedule a complimentary visit to see our community and learn more about our amenities and services. Join our vibrant community today and start living your best life!",
    "cta-button": "Book a Tour"
}