{
    "hero-title": "Vivez le style de vie souci que vous méritez.",
    "hero-paragraph": "Au Manoir Rockland, nous croyons pouvoirs aider nos résidents à vivre pleinement leur vie en leur offrant un style de vie aisée et agréable, grâce à une gamme de services et commadités conçue pour leur permettre de poursuivre leurs passions et sauvegarder leur indépendance.",
    "cta-btn": "Réserver Une Visite",
    "header-2": "Jouissez d'une expérience de vie confortable au Manoir Rockland.",
    "paragraph-2": "Au Manoir Rockland, nous comprenons que chaque résident est unique, selon ses propres besoins et ses priorités. Ainsi nous offrons une large gamme de services et commadités pour répondre à vos besoins individuels. Que vous cherchiez de l'aide pour les tâches quotidiennes telles que le ménage et la préparation de repas, ou que vous souhaitiez simplement profiter d'activités sociales avec des personnes partageant les mêmes intérêts, nous sommes là pour répondre à vos besoins.",
    "services-header": "Nos Soins et Services",
    "independent-living-header": "Vie Autonome",
    "independent-living-paragraph": "Notre programme de vie autonome offre un style de paisible et agréable, permettant aux résidents de se concentrer sur leur bien-être sans avoir à se soucier de l'entretien d'une maison.",
    "semi-independent-living-header": "Vie Semi-Autonome",
    "semi-independent-living-paragraph": "Notre programme de vie semi-autonome permet aux résidents de vivre à l'aise et avec d'autonomie tout en profitant d'une tranquillité d'esprit grâce à l'accès au soutien et à l'aide en cas de besoin.",
    "memory-care-header": "Soins de la Mémoire",
    "memory-care-paragraph": "Notre programme de soins de la mémoire offre à nos résidents un milieu de soutien et de bien veillance, un milieu qui encourage l'indépendance tout en recevant des soins et de l'aide necessaires à l'épanouissement.",
    "read-more": "En Savoir Plus",
    "dining-header": "Repas de Type Restaurant",
    "dining-paragraph": "Nous savons à quel point les repas sont importants et nous engageons à préparer chaques jour des plats délicieux faits maison par notre équipe de professionnels cullinaires qualifiés. Les résidents peuvent choisir parmi une variété de choix menu \"a la carte\" conçus en tenant compte de leur santé, de leurs goûts et de leurs préférences.",
    "dining-cta": "Exemple de Menu",
    "activities-header": "Restez Actif et Engagé",
    "activities-paragraph": "Au Manoir Rockland, nous croyons que l'activités et l'engagement demeurent essentiel au maintient du bien-être physique et mental. Ainsi nous offrons une gamme diversifiée d'activités récréatives, notamment des cours de forme physique, des travauxs manuels, de la musique, et des sorties à l'extérieur. Que vous cherchiez à créer du nouveau ou à continuer vos passe-temps préférés, nous avons quelque chose pour vous.",
    "activities-cta": "Voir Notre Calendrier d'Activités",
    "cta-footer-header": "Prêt à découvrir par vous-même le confort et la communauté de Manoir Rockland?",
    "cta-subheader": "Réserver une visite aujourd'hui et découvrez votre nouvelle maison!",
    "contact-header": "Contactez-nous"
}
