{
    "header": "Vie autonome au Manoir Rockland",
    "subheader": "Joignez-vous à notre communauté de vie autonome",
    "paragraph": "À l'aube de l'âge d'or, nous voulons tous demeurer actifs, sociables et joviaux! Nous ne nous préoccupons plus de prendre soin de notre maison et de notre famille, mais plutôt de passer du temps avec nos proches et nos amis, et de profiter de la vie. Si vous en êtes à ce stade de vie, il se peut que vous envisagiez différentes options de logement. Imaginez que vous viviez dans une communauté de gens comme vous, où vous pouvez établir des liens et socialiser tout en profitant de votre liberté et de votre indépendance. Au Manoir Rockland, nous offrons une communauté de vie autonome à Rockland, en Ontario (à seulement 20 minutes à l'est d'Ottawa), pour les personnes âgées autonomes qui cherchent un nouvel endroit où se sentir chez elles. Nous vous invitons à venir visiter notre communauté afin de vous familialiser au Manoir!",
    "subheader2": "Un mode de vie indépendant pour les seniors actifs",
    "paragraph2": "Au sein de notre communauté de vie autonime, vous pouvez jouir de la liberté de vivre comme vous l'entendez tout en ayant accès à un large éventail de commodités. Le moment est venu de vous détendre et de savourer vos années de retraite. Au Manoir Rockland, nous nous occupons de l'entretien de votre maison, ainsi que des tâches quotidiennes telles que la cuisine et le nettoyage, afin que vous puissiez passer vos journées à participer à des activités amusantes avec d'autres résidents, à rendre visite à votre famille et à vos amis, ou à faire des courses. Nous comprenons que vous méritez de poursuivre vos passions et vos intérêts, et nous sommes là pour vous apporter notre soutien lorsque vous en avez besoin, ainsi qu'un lieu sûr que vous pouvez appeler votre maison. En vieillissant, nous sommes confrontés à des défis uniques, et le fait d'être entourés de professionnels de la santé vous permet de jouir d'un mode de vie heureux et sain.",
    "subheader3": "Confort et services au Manoir",
    "paragraph3": "Au Manoir Rockland, votre appartement vous offre tout ce dont vous avez besoin pour réussir une vie autonome pratique et confortable. Chaque appartement est équipé d'une salle de bain privée, d'un grand espace de rangement et de l'air conditionné/chauffage. De plus, notre communauté offre une vaste gamme de services pour vous rendre la vie plus facile et plus agréable, tels que:",
    "weekly-housekeeping": "Entretien ménager hebdomadaire",
    "weekly-laundry": "Buanderie",
    "beauty-salon": "Salon de beauté",
    "library": "Bibliothèque",
    "fitness-center": "Centre de remise en forme",
    "games-and-billiard-room": "Salle de jeux et de billards",
    "movie-theatre": "Cinéma",
    "delicious-meals-daily": "3 Délicieux Repas Par Jour",
    "on-site-chapel": "Chapelle",
    "social-events-and-activities": "Événements et activités sociales",
    "outdoor-terrace": "Terrasse extérieure",
    "24-hour-on-site-staff": "Personnel sur place 24 heures sur 24",
    "cta-header": "Joignez-vous à notre communauté dynamique dès aujourd'hui!",
    "cta-paragraph": "Vous êtes prêts à vivre l'expérience du confort Manoir Rockland ? Prenez rendez-vous pour une visite gratuite de notre communauté et apprenez-en davantage quant aux services et aux bienfaits que nous offrons. Joignez-vous à notre communauté dynamique dès aujourd'hui et commencez à vivre, libres de tout souci!",
    "cta-button": "Réserver Une Visite"
}