{
    "header": "Vie semi-autonome au Manoir Rockland!",
    "subheader": "Vie semi-autonome au Manoir Rockland!",
    "paragraph": "En vieillissant, nous devons nous entourés d'un peu plus d'aide pour protéger notre autonomie. C'est pourquoi le Manoir Rockland offre une vie semi-indépendante aux personnes qui ont besoin d'un peu d'aide, mais qui veulent conserver leur liberté. Vous disposerez de votre propre chambre et de vos effets personnels, et vous aurez accès à tous nos services et activités. De plus, nos professionnels de la santé et notre personnel sont toujours disponibles pour vous accompagner au. Si vous ou l'un de vos proches êtes à la recherche d'une communauté de soutien, choisissez le Manoir Rockland pour un mode de vie confortable et sans souci.",
    "subheader2": "Communauté de Soutien Offrant des Services et un Confort de Premier Ordre",
    "paragraph2": "Quitter sa maison de longue date peut s'avérer une transition difficile. Au Manoir Rockland, nous sommes là pour vous faciliter la tâche. Notre communauté offre une vie semi-indépendante qui protège l'intimité de votre propre chambre ou suite, tout en vous donnant accès à toutes nos aires communes, à notre confort et à nos activités sociales. De plus, notre personnel, disponible 24 heures sur 24, vous offre un coup de main quand vous en avez besoin. Nous vous aidons à accomplir un large éventail de tâches, afin que vous puissiez vous concentrer sur votre nouveau mode de vie sans souci.",
    "subheader3": "Expérience d'une vie autonome et de soutien grâce à nos services semi-indépendants",
    "paragraph3": "Au Manoir Rockland, nos services de vie semi-indépendante entourent une variété d'activités quotidiennes, y compris le bain, l'habillement et la marche. Notre personnel, disponible 24 heures sur 24, vous aide à conserver votre indépendance tout en vous apportant le soutien dont vous avez besoin. En outre, nous proposons la gestion des médicaments, des évaluations de l'état de santé et d'autres services de soins personnalisés. En outre, notre communauté offre un large éventail de confort et de services pour faciliter et agrémenter votre vie, tels que :",
    "weekly-housekeeping": "Entretien ménager hebdomadaire",
    "weekly-laundry": "Buanderie",
    "beauty-salon": "Salon de beauté",
    "library": "Bibliothèque",
    "fitness-center": "Centre de remise en forme",
    "games-and-billiard-room": "Salle de jeux et de billards",
    "movie-theatre": "Cinéma",
    "delicious-meals-daily": "3 Délicieux Repas Par Jour",
    "on-site-chapel": "Chapelle",
    "social-events-and-activities": "Événements et activités sociales",
    "outdoor-terrace": "Terrasse extérieure",
    "24-hour-on-site-staff": "Personnel sur place 24 heures sur 24",
    "cta-header": "Joignez-vous à notre communauté dynamique dès aujourd'hui!",
    "cta-paragraph": "Vous êtes prêts à vivre l'expérience du confort Manoir Rockland ? Prenez rendez-vous pour une visite gratuite de notre communauté et apprenez-en davantage quant aux services et aux bienfaits que nous offrons. Joignez-vous à notre communauté dynamique dès aujourd'hui et commencez à vivre, libres de tout souci!",
    "cta-button": "Réserver Une Visite"
}